Repository: DinggiDing/1DayDiary
Catalog: Diary/Localizable.xcstrings
Source language: ko
Languages: en, ja

# Deleting your account is permanent. Do you want to delete your account?
source: 계정 삭제는 영구적입니다. 계정을 삭제하시겠습니까?
en: Deleting your account is permanent. Do you want to delete your account?

source: Publish 버튼을 길게 눌러 일기를 등록하세요.
en: Press and hold the Publish button to save journal.
ja: Publishボタンを長押しして日記を保存してください。

source: 날씨와 기분
en: Weather and Mood
ja: 天気と気分

source: 날짜를 클릭해 오늘의 날씨와 기분을 설정해보세요
en: Click on the date to set today's weather and mood
ja: 日付をクリックして今日の天気と気分を設定してください

source: 눈
en: Snow
ja: 雪

source: 닫기
en: Close
ja: 閉じる

source: 로그인 상태
en: Login Status
ja: ログイン状態

source: 로그인 상태와 테마 변경하기
en: Change Login Status and Theme
ja: ログイン状態とテーマ変更

source: 맑음
en: Sunny
ja: 晴れ

source: 맛있음
en: Delicious
ja: もぐもぐ

source: 바람
en: Windy
ja: 風

source: 밝음
en: Happy
ja: にこにこ

source: 비
en: Rainy
ja: 雨

source: 설렘
en: Excited
ja: わくわく

source: 슬픔
en: Sad
ja: しくしく

source: 실망
en: Disappointed
ja: がっかり

source: 아픔
en: Pain
ja: ずきずき

source: 오늘 하루
en: Today's
ja: 今日一日

source: 오늘의 기억을 기록할 남은 시간
en: Remaining time to record today's memories
ja: 今日の思い出を記録する残りの時間

source: 일일 기록
en: Daily Record
ja: 一日の記録

source: 피곤
en: Tired
ja: へとへと

source: 하트
en: Heart
ja: ハート

source: 화남
en: Angry
ja: ぷんぷん

source: 흐림
en: Cloudy
ja: 曇り
